Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

# skill.email_assistant.starter_1
source: Write a polite decline
ar: اكتب رسالة اعتذار مهذبة
de: Schreib eine höfliche Absage
es: Escribe una negativa cortés
fr: Écris un refus poli
hi: कौशल.ईमेल_सहायक.स्टार्टर_1
id: skill.email_assistant.starter_1
ja: 丁寧なお断りメールを書いて
ko: 정중하게 거절하는 이메일을 작성해 주세요
pt_br: Escreva uma recusa educada
ru: навык.email_assistant.starter_1
th: ทักษะ.email_assistant.starter_1
tr: skill.email_assistant.starter_1
vi: kỹ năng.email_assistant.starter_1
zh_hans: 写一封礼貌的拒绝邮件
zh_hant: 寫一封禮貌的婉拒郵件

# skill.email_assistant.starter_2
source: Reply to this email professionally
ar: رُد على هذا البريد الإلكتروني باحترافية
de: Antworte professionell auf diese E-Mail
es: Responde a este email de forma profesional
fr: Réponds à cet e-mail de manière professionnelle
hi: कौशल.ईमेल_सहायक.स्टार्टर_2
id: skill.email_assistant.starter_2
ja: このメールにプロフェッショナルに返信して
ko: 이 이메일에 전문적으로 답장해 주세요
pt_br: Responda este e-mail de forma profissional
ru: навык.email_assistant.starter_2
th: ทักษะ.email_assistant.starter_2
tr: skill.email_assistant.starter_2
vi: kỹ năng.email_assistant.starter_2
zh_hans: 专业地回复这封邮件
zh_hant: 專業地回覆這封郵件

# skill.email_assistant.starter_3
source: Draft a cold outreach email
ar: صغ رسالة تواصل أولية
de: Verfasse eine Kaltakquise-E-Mail
es: Redacta un email de contacto en frío
fr: Rédige un e-mail de prospection à froid
hi: कौशल.ईमेल_सहायक.स्टार्टर_3
id: skill.email_assistant.starter_3
ja: 営業メールの文面を作成して
ko: 콜드 아웃리치 이메일 초안을 작성해 주세요
pt_br: Redija um e-mail de prospecção
ru: навык.email_assistant.starter_3
th: ทักษะ.email_assistant.starter_3
tr: skill.email_assistant.starter_3
vi: kỹ năng.email_assistant.starter_3
zh_hans: 写一封开发信
zh_hant: 寫一封開發信

# skill.fitness_coach.description
source: Workout plans, exercises, and nutrition guidance
ar: خطط التمارين والتغذية
de: Trainingspläne, Übungen und Ernährungsberatung
es: Planes de entrenamiento, ejercicios y guía de nutrición
fr: Plans d'entraînement, exercices et conseils nutritionnels
hi: कौशल.फिटनेस_कोच.विवरण
id: skill.fitness_coach.deskripsi
ja: ワークアウトプラン、エクササイズ、栄養ガイダンス
ko: 운동 계획, 운동, 영양 가이드
pt_br: Planos de treino, exercícios e orientação nutricional
ru: навык.fitness_coach.description
th: Skill.fitness_coach.description
tr: skill.fitness_coach.description
vi: kỹ năng.fitness_coach.description
zh_hans: 健身计划、运动指导和营养建议
zh_hant: 健身計劃、運動指導和營養建議

# skill.fitness_coach.name
source: Fitness Coach
ar: مدرب اللياقة
es: Coach de fitness
fr: Coach fitness
hi: कौशल.फिटनेस_कोच.नाम
id: skill.fitness_coach.nama
ja: フィットネスコーチ
ko: 피트니스 코치
pt_br: Coach de fitness
ru: навык.fitness_coach.name
th: Skill.fitness_coach.name
tr: skill.fitness_coach.name
vi: kỹ năng.fitness_coach.name
zh_hans: 健身教练
zh_hant: 健身教練

# skill.fitness_coach.starter_0
source: Create a workout plan for...
ar: أنشئ خطة تمرين لـ...
de: Erstelle einen Trainingsplan für…
es: Crea un plan de ejercicios para...
fr: Crée un programme d'entraînement pour…
hi: कौशल.फिटनेस_कोच.स्टार्टर_0
id: keterampilan.fitness_coach.starter_0
ja: ……向けのワークアウトプランを作って
ko: 운동 계획을 만들어 주세요...
pt_br: Crie um plano de treino para...
ru: навык.fitness_coach.starter_0
th: ทักษะ.fitness_coach.starter_0
tr: skill.fitness_coach.starter_0
vi: kỹ năng.fitness_coach.starter_0
zh_hans: 为……制定一个健身计划
zh_hant: 為……制定一個健身計劃

# skill.fitness_coach.starter_1
source: Suggest exercises for...
ar: اقترح تمارين لـ...
de: Schlage Übungen vor für…
es: Sugiere ejercicios para...
fr: Propose des exercices pour…
hi: कौशल.फिटनेस_कोच.स्टार्टर_1
id: keterampilan.fitness_coach.starter_1
ja: ……に効くエクササイズを提案して
ko: 이런 운동을 추천해 주세요...
pt_br: Sugira exercícios para...
ru: навык.fitness_coach.starter_1
th: Skill.fitness_coach.starter_1
tr: skill.fitness_coach.starter_1
vi: kỹ năng.fitness_coach.starter_1
zh_hans: 推荐一些……的运动
zh_hant: 推薦一些……的運動

# skill.fitness_coach.starter_2
source: Help me with a meal plan
ar: ساعدني في وضع خطة غذائية
de: Hilf mir bei einem Ernährungsplan
es: Ayúdame con un plan de alimentación
fr: Aide-moi avec un plan de repas
hi: कौशल.फिटनेस_कोच.स्टार्टर_2
id: keterampilan.fitness_coach.starter_2
ja: 食事プランを手伝って
ko: 식단 계획을 도와주세요
pt_br: Me ajuda com um plano alimentar
ru: навык.fitness_coach.starter_2
th: ทักษะ.fitness_coach.starter_2
tr: skill.fitness_coach.starter_2
vi: kỹ năng.fitness_coach.starter_2
zh_hans: 帮我制定饮食计划
zh_hant: 幫我制定飲食計劃

# skill.fitness_coach.starter_3
source: How do I do this exercise correctly?
ar: كيف أؤدي هذا التمرين بشكل صحيح؟
de: Wie mache ich diese Übung richtig?
es: ¿Cómo hago este ejercicio correctamente?
fr: Comment faire cet exercice correctement ?
hi: कौशल.फिटनेस_कोच.स्टार्टर_3
id: keterampilan.fitness_coach.starter_3
ja: このエクササイズの正しいフォームは？
ko: 이 운동을 올바르게 하려면 어떻게 해야 하나요?
pt_br: Como fazer este exercício corretamente?
ru: навык.fitness_coach.starter_3
th: ทักษะ.fitness_coach.starter_3
tr: skill.fitness_coach.starter_3
vi: kỹ năng.fitness_coach.starter_3
zh_hans: 这个动作的正确姿势是什么？
zh_hant: 這個動作的正確姿勢是什麼？

# skill.git_assistant.description
source: Git commands, workflows, and conflict resolution
ar: أوامر Git، سير العمل، حل التعارضات
de: Git-Befehle, Workflows und Konfliktlösung
es: Comandos Git, flujos de trabajo y resolución de conflictos
fr: Commandes Git, workflows et résolution de conflits
hi: कौशल.git_assistant.description
id: skill.git_assistant.deskripsi
ja: Gitコマンド、ワークフロー、コンフリクト解決
ko: Git 명령어, 워크플로, 충돌 해결
pt_br: Comandos Git, fluxos de trabalho e resolução de conflitos
ru: навык.git_assistant.description
th: Skill.git_assistant.description
tr: skill.git_assistant.description
vi: Skill.git_assistant.description
zh_hans: Git 命令、工作流和冲突解决
zh_hant: Git 命令、工作流程和衝突解決

# skill.git_assistant.name
source: Git Assistant
ar: مساعد Git
de: Git-Assistent
es: Asistente de Git
fr: Assistant Git
hi: कौशल.गित_सहायक.नाम
id: skill.git_assistant.nama
ja: Gitアシスタント
ko: Git 어시스턴트
pt_br: Assistente Git
ru: навык.git_assistant.name
th: Skill.git_assistant.name
tr: skill.git_assistant.name
vi: kỹ năng.git_assistant.name
zh_hans: Git 助手
zh_hant: Git 助手

# skill.git_assistant.starter_0
source: Help me resolve this merge conflict
ar: ساعدني في حل تعارض الدمج هذا
de: Hilf mir, diesen Merge-Konflikt zu lösen
es: Ayúdame a resolver este conflicto de merge
fr: Aide-moi à résoudre ce conflit de merge
hi: कौशल.git_assistant.starter_0
id: skill.git_assistant.starter_0
ja: このマージコンフリクトの解決を手伝って
ko: 이 merge conflict 해결 도와주세요
pt_br: Me ajuda a resolver este conflito de merge
ru: навык.git_assistant.starter_0
th: Skill.git_assistant.starter_0
tr: skill.git_assistant.starter_0
vi: kỹ năng.git_assistant.starter_0
zh_hans: 帮我解决这个合并冲突
zh_hant: 幫我解決這個合併衝突

# skill.git_assistant.starter_1
source: Write a commit message for these changes
ar: اكتب رسالة commit لهذه التغييرات
de: Schreib eine Commit-Nachricht für diese Änderungen
es: Escribe un mensaje de commit para estos cambios
fr: Écris un message de commit pour ces changements
hi: कौशल.git_assistant.starter_1
id: keterampilan.git_assistant.starter_1
ja: この変更のコミットメッセージを書いて
ko: 이 변경 사항에 맞는 커밋 메시지를 작성해 주세요
pt_br: Escreva uma mensagem de commit para estas mudanças
ru: навык.git_assistant.starter_1
th: Skill.git_assistant.starter_1
tr: skill.git_assistant.starter_1
vi: kỹ năng.git_assistant.starter_1
zh_hans: 为这些改动写一条提交信息
zh_hant: 為這些變更寫一條提交訊息

# skill.git_assistant.starter_2
source: How do I undo my last commit?
ar: كيف أتراجع عن آخر commit؟
de: Wie mache ich meinen letzten Commit rückgängig?
es: ¿Cómo deshago mi último commit?
fr: Comment annuler mon dernier commit ?
hi: कौशल.git_assistant.starter_2
id: keterampilan.git_assistant.starter_2
ja: 直前のコミットを取り消すには？
ko: 마지막 커밋을 되돌리려면 어떻게 하나요?
pt_br: Como eu desfaço meu último commit?
ru: навык.git_assistant.starter_2
th: Skill.git_assistant.starter_2
tr: skill.git_assistant.starter_2
vi: kỹ năng.git_assistant.starter_2
zh_hans: 如何撤销上一次提交？
zh_hant: 如何復原上一次提交？

# skill.git_assistant.starter_3
source: Explain this Git situation
ar: اشرح هذا الموقف في Git
de: Erkläre diese Git-Situation
es: Explica esta situación de Git
fr: Explique cette situation Git
hi: कौशल.git_assistant.starter_3
id: skill.git_assistant.starter_3
ja: この Git の状況を説明して
ko: 이 Git 상황을 설명해 주세요
pt_br: Explica esta situação no Git
ru: навык.git_assistant.starter_3
th: Skill.git_assistant.starter_3
tr: skill.git_assistant.starter_3
vi: kỹ năng.git_assistant.starter_3
zh_hans: 解释一下当前的 Git 状态
zh_hant: 解釋一下目前的 Git 狀態

# skill.image_analyst.description
source: Describe, analyze, and extract info from images
ar: وصف وتحليل واستخراج المعلومات من الصور
de: Bilder beschreiben, analysieren und Informationen extrahieren
es: Describir, analizar y extraer información de imágenes
fr: Décrire, analyser et extraire des informations d'images
hi: कौशल.छवि_विश्लेषक.विवरण
id: skill.image_analyst.deskripsi
ja: 画像の説明・分析・情報抽出
ko: 이미지 설명, 분석, 정보 추출
pt_br: Descrever, analisar e extrair informações de imagens
ru: навык.image_analyst.description
th: Skill.image_analyst.description
tr: skill.image_analyst.description
vi: Skill.image_analyst.description
zh_hans: 描述、分析图像并提取信息
zh_hant: 描述、分析圖像並提取資訊

# skill.image_analyst.name
source: Image Analyst
ar: محلل الصور
de: Bildanalyse
es: Analista de imágenes
fr: Analyste d'images
hi: कौशल.छवि_विश्लेषक.नाम
id: skill.image_analyst.nama
ja: 画像アナリスト
ko: 이미지 분석
pt_br: Analista de imagens
ru: навык.image_analyst.name
th: Skill.image_analyst.name
tr: skill.image_analyst.name
vi: kỹ năng.image_analyst.name
zh_hans: 图像分析
zh_hant: 圖像分析

# skill.image_analyst.starter_0
source: Describe this image in detail
ar: صِف هذه الصورة بالتفصيل
de: Beschreibe dieses Bild im Detail
es: Describe esta imagen en detalle
fr: Décris cette image en détail
hi: कौशल.छवि_विश्लेषक.स्टार्टर_0
id: keterampilan.image_analyst.starter_0
ja: この画像を詳しく説明して
ko: 이 이미지를 자세히 설명해 주세요
pt_br: Descreva esta imagem em detalhes
ru: навык.image_analyst.starter_0
th: Skill.image_analyst.starter_0
tr: skill.image_analyst.starter_0
vi: kỹ năng.image_analyst.starter_0
zh_hans: 详细描述这张图片
zh_hant: 詳細描述這張圖片

# skill.image_analyst.starter_1
source: Extract the text from this image
ar: استخرج النص من هذه الصورة
de: Extrahiere den Text aus diesem Bild
es: Extrae el texto de esta imagen
fr: Extrais le texte de cette image
hi: कौशल.छवि_विश्लेषक.स्टार्टर_1
id: keterampilan.image_analyst.starter_1
ja: この画像からテキストを抽出して
ko: 이 이미지에서 텍스트를 추출해 주세요
pt_br: Extraia o texto desta imagem
ru: навык.image_analyst.starter_1
th: Skill.image_analyst.starter_1
tr: skill.image_analyst.starter_1
vi: kỹ năng.image_analyst.starter_1
zh_hans: 提取图片中的文字
zh_hant: 擷取圖片中的文字

# skill.image_analyst.starter_2
source: What data does this chart show?
ar: ما البيانات التي يعرضها هذا الرسم البياني؟
de: Welche Daten zeigt dieses Diagramm?
es: ¿Qué datos muestra este gráfico?
fr: Quelles données montre ce graphique ?
hi: कौशल.छवि_विश्लेषक.स्टार्टर_2
id: keterampilan.image_analyst.starter_2
ja: このグラフはどんなデータを示している？
ko: 이 차트가 보여주는 데이터는 뭔가요?
pt_br: Quais dados este gráfico mostra?
ru: навык.image_analyst.starter_2
th: Skill.image_analyst.starter_2
tr: skill.image_analyst.starter_2
vi: kỹ năng.image_analyst.starter_2
zh_hans: 这张图表展示了什么数据？
zh_hant: 這張圖表展示了什麼資料？

# skill.image_analyst.starter_3
source: Analyze the composition of this photo
ar: حلّل تكوين هذه الصورة
de: Analysiere die Komposition dieses Fotos
es: Analiza la composición de esta foto
fr: Analyse la composition de cette photo
hi: कौशल.छवि_विश्लेषक.स्टार्टर_3
id: keterampilan.image_analyst.starter_3
ja: この写真の構図を分析して
ko: 이 사진의 구도를 분석해 주세요
pt_br: Analise a composição desta foto
ru: навык.image_analyst.starter_3
th: Skill.image_analyst.starter_3
tr: skill.image_analyst.starter_3
vi: kỹ năng.image_analyst.starter_3
zh_hans: 分析这张照片的构图
zh_hant: 分析這張照片的構圖

# skill.interview_coach.description
source: Job interview preparation and mock interviews
ar: التحضير للمقابلات والمقابلات التجريبية
de: Vorbereitung auf Vorstellungsgespräche und Übungsinterviews
es: Preparación para entrevistas de trabajo y simulacros
fr: Préparation aux entretiens et simulations
hi: कौशल.साक्षात्कार_कोच.विवरण
id: keterampilan.wawancara_pelatih.deskripsi
ja: 面接準備と模擬面接
ko: 면접 준비 및 모의 면접
pt_br: Preparação para entrevistas e simulações
ru: навык.interview_coach.description
th: Skill.interview_coach.description
tr: skill.interview_coach.description
vi: kỹ năng.interview_coach.description
zh_hans: 面试准备和模拟面试
zh_hant: 面試準備和模擬面試

# skill.interview_coach.name
source: Interview Coach
ar: مدرب المقابلات
de: Bewerbungscoach
es: Coach de entrevistas
fr: Coach d'entretien
hi: कौशल.साक्षात्कार_कोच.नाम
id: skill.wawancara_pelatih.nama
ja: 面接コーチ
ko: 면접 코치
pt_br: Coach de entrevista
ru: навык.interview_coach.name
th: Skill.interview_coach.name
tr: beceri.röportaj_koç.adı
vi: kỹ năng.interview_coach.name
zh_hans: 面试教练
zh_hant: 面試教練

# skill.interview_coach.starter_0
source: Mock interview me for a software engineer role
ar: أجرِ لي مقابلة تجريبية لوظيفة مهندس برمجيات
de: Simuliere ein Vorstellungsgespräch für Software Engineer
es: Hazme una entrevista simulada para ingeniero de software
fr: Simule un entretien pour un poste d'ingénieur logiciel
hi: कौशल.साक्षात्कार_कोच.स्टार्टर_0
id: keterampilan.wawancara_pelatih.starter_0
ja: ソフトウェアエンジニア職の模擬面接をして
ko: 소프트웨어 엔지니어 포지션 모의 면접을 해주세요
pt_br: Simule uma entrevista para vaga de engenheiro de software
ru: навык.interview_coach.starter_0
th: Skill.interview_coach.starter_0
tr: skill.interview_coach.starter_0
vi: kỹ năng.interview_coach.starter_0
zh_hans: 模拟面试我一个软件工程师岗位
zh_hant: 模擬面試我一個軟體工程師職位

# skill.interview_coach.starter_1
source: Help me answer 'Tell me about yourself'
ar: ساعدني في الإجابة على 'حدثني عن نفسك'
de: Hilf mir bei der Frage ‚Erzählen Sie von sich'
es: Ayúdame a responder 'Cuéntame sobre ti'
fr: Aide-moi à répondre à « Parlez-moi de vous »
hi: कौशल.साक्षात्कार_कोच.स्टार्टर_1
id: keterampilan.wawancara_pelatih.starter_1
ja: 「自己紹介をお願いします」の答え方を手伝って
ko: '자기소개를 해주세요' 답변을 도와주세요
pt_br: Me ajuda a responder 'Fale sobre você'
ru: навык.interview_coach.starter_1
th: Skill.interview_coach.starter_1
tr: beceri.interview_coach.starter_1
vi: kỹ năng.interview_coach.starter_1
zh_hans: 帮我回答「请介绍一下你自己」
zh_hant: 幫我回答「請介紹一下你自己」

# skill.interview_coach.starter_2
source: Practice behavioral interview questions
ar: تدرّب معي على أسئلة المقابلات السلوكية
de: Übe Verhaltensfragen im Interview mit mir
es: Practiquemos preguntas de entrevista conductual
fr: Entraîne-moi aux questions d'entretien comportemental
hi: कौशल.साक्षात्कार_कोच.स्टार्टर_2
id: keterampilan.wawancara_pelatih.starter_2
ja: 行動面接の質問を練習しよう
ko: 행동 면접 질문을 연습해요
pt_br: Pratique perguntas comportamentais
ru: навык.interview_coach.starter_2
th: Skill.interview_coach.starter_2
tr: beceri.interview_coach.starter_2
vi: kỹ năng.interview_coach.starter_2
zh_hans: 练习行为面试题
zh_hant: 練習行為面試題

# skill.interview_coach.starter_3
source: Review my answer to this question
ar: قيّم إجابتي على هذا السؤال
de: Bewerte meine Antwort auf diese Frage
es: Revisa mi respuesta a esta pregunta
fr: Évalue ma réponse à cette question
hi: कौशल.साक्षात्कार_कोच.स्टार्टर_3
id: keterampilan.wawancara_pelatih.starter_3
ja: この質問への私の回答を評価して
ko: 이 질문에 대한 제 답변을 검토해 주세요
pt_br: Avalie minha resposta para esta pergunta
ru: навык.interview_coach.starter_3
th: Skill.interview_coach.starter_3
tr: beceri.interview_coach.starter_3
vi: kỹ năng.interview_coach.starter_3
zh_hans: 评价我对这道题的回答
zh_hant: 評價我對這道題的回答

# skill.language_teacher.description
source: Practice and learn foreign languages
ar: ممارسة وتعلم اللغات الأجنبية
de: Fremdsprachen üben und lernen
es: Practicar y aprender idiomas extranjeros
fr: Pratiquer et apprendre des langues étrangères
hi: कौशल.भाषा_शिक्षक.वर्णन
id: keterampilan.bahasa_guru.deskripsi
ja: 外国語の練習と学習
ko: 외국어 연습 및 학습
pt_br: Praticar e aprender idiomas estrangeiros
ru: Skill.language_teacher.description
th: Skill. language_teacher.description
tr: skill.language_teacher.description
vi: kỹ năng.ngôn ngữ_teacher.description
zh_hans: 练习和学习外语
zh_hant: 練習和學習外語

# skill.language_teacher.name
source: Language Teacher
ar: معلم لغات
de: Sprachlehrer
es: Profesor de idiomas
fr: Professeur de langues
hi: कौशल.भाषा_शिक्षक.नाम
id: keterampilan.bahasa_guru.nama
ja: 語学教師
ko: 어학 선생님
pt_br: Professor de idiomas
ru: навык.язык_учителя.имя
th: Skill.Language_teacher.name
tr: skill.language_teacher.name
vi: kỹ năng.ngôn ngữ_teacher.name
zh_hans: 语言老师
zh_hant: 語言老師

# skill.language_teacher.starter_0
source: Let's practice conversational...
ar: لنتدرب على المحادثة بـ...
de: Lass uns Konversation üben auf…
es: Practiquemos conversación en...
fr: Pratiquons la conversation en…
hi: कौशल.भाषा_शिक्षक.स्टार्टर_0
id: keterampilan.bahasa_guru.starter_0
ja: ……の会話練習をしよう
ko: 회화 연습을 해봐요...
pt_br: Vamos praticar conversação em...
ru: навык.language_teacher.starter_0
th: Skill. language_teacher.starter_0
tr: skill.language_teacher.starter_0
vi: kỹ năng.ngôn ngữ_teacher.starter_0
zh_hans: 我们来练习……的日常对话
zh_hant: 我們來練習……的日常對話

# skill.language_teacher.starter_1
source: Explain this grammar rule
ar: اشرح هذه القاعدة النحوية
de: Erkläre diese Grammatikregel
es: Explica esta regla gramatical
fr: Explique cette règle de grammaire
hi: कौशल.भाषा_शिक्षक.स्टार्टर_1
id: keterampilan.bahasa_guru.starter_1
ja: この文法ルールを説明して
ko: 이 문법 규칙을 설명해 주세요
pt_br: Explique esta regra gramatical
ru: Skill.language_teacher.starter_1
th: Skill. language_teacher.starter_1
tr: skill.language_teacher.starter_1
vi: kỹ năng.ngôn ngữ_teacher.starter_1
zh_hans: 解释一下这条语法规则
zh_hant: 解釋一下這條文法規則

# skill.language_teacher.starter_2
source: How do I say... naturally?
ar: كيف أقول... بشكل طبيعي؟
de: Wie sagt man… natürlich?
es: ¿Cómo se dice... de forma natural?
fr: Comment dit-on… naturellement ?
hi: कौशल.भाषा_शिक्षक.स्टार्टर_2
id: keterampilan.bahasa_guru.starter_2
ja: ……は自然にどう言う？
ko: 이것을 자연스럽게 어떻게 말하나요?
pt_br: Como eu digo... naturalmente?
ru: Skill.language_teacher.starter_2
th: Skill.Language_teacher.starter_2
tr: skill.language_teacher.starter_2
vi: kỹ năng.ngôn ngữ_teacher.starter_2
zh_hans: ……用地道的表达怎么说？
zh_hant: ……用道地的表達怎麼說？

# skill.language_teacher.starter_3
source: Quiz me on vocabulary
ar: اختبرني في المفردات
de: Quiz mich zum Vokabular
es: Hazme un quiz de vocabulario
fr: Interroge-moi sur le vocabulaire
hi: कौशल.भाषा_शिक्षक.स्टार्टर_3
id: keterampilan.bahasa_guru.starter_3
ja: ボキャブラリーのクイズを出して
ko: 어휘 퀴즈를 내주세요
pt_br: Me teste no vocabulário
ru: Skill.language_teacher.starter_3
th: Skill.Language_teacher.starter_3
tr: skill.language_teacher.starter_3
vi: kỹ năng.ngôn ngữ_teacher.starter_3
zh_hans: 考考我的词汇量
zh_hant: 考考我的詞彙量

# skill.learning_tutor.description
source: Patient tutoring with the Socratic method
ar: تدريس صبور بالطريقة السقراطية
de: Geduldiges Tutoring mit der sokratischen Methode
es: Tutoría paciente con el método socrático
fr: Tutorat patient avec la méthode socratique
hi: कौशल.शिक्षक.विवरण
id: skill.learning_tutor.deskripsi
ja: ソクラテス式の丁寧な個別指導
ko: 소크라테스식 인내심 있는 튜터링
pt_br: Tutoria paciente com o método socrático
ru: навык.learning_tutor.description
th: Skill.learning_tutor.description
tr: skill.learning_tutor.description
vi: kỹ năng.learning_tutor.description
zh_hans: 用苏格拉底式教学法耐心辅导
zh_hant: 用蘇格拉底式教學法耐心輔導

# skill.learning_tutor.name
source: Learning Tutor
ar: مدرس خصوصي
de: Lerntutor
es: Tutor de aprendizaje
fr: Tuteur d'apprentissage
hi: कौशल.शिक्षण_शिक्षक.नाम
id: keterampilan.belajar_tutor.nama
ja: 学習チューター
ko: 학습 튜터
pt_br: Tutor de aprendizado
ru: навык.learning_tutor.name
th: Skill.learning_tutor.name
tr: skill.learning_tutor.name
vi: kỹ năng.learning_tutor.name
zh_hans: 学习导师
zh_hant: 學習導師

# skill.learning_tutor.starter_0
source: Explain this concept to me
ar: اشرح لي هذا المفهوم
de: Erkläre mir dieses Konzept
es: Explícame este concepto
fr: Explique-moi ce concept
hi: स्किल.लर्निंग_ट्यूटर.स्टार्टर_0
id: keterampilan.learning_tutor.starter_0
ja: この概念を説明して
ko: 이 개념을 설명해 주세요
pt_br: Me explica este conceito
ru: навык.learning_tutor.starter_0
th: ทักษะ.learning_tutor.starter_0
tr: skill.learning_tutor.starter_0
vi: kỹ năng.learning_tutor.starter_0
zh_hans: 给我解释一下这个概念
zh_hant: 幫我解釋一下這個概念

# skill.learning_tutor.starter_1
source: Help me understand how... works
ar: ساعدني في فهم كيف يعمل...
de: Hilf mir zu verstehen, wie… funktioniert
es: Ayúdame a entender cómo funciona...
fr: Aide-moi à comprendre comment… fonctionne
hi: स्किल.लर्निंग_ट्यूटर.स्टार्टर_1
id: keterampilan.pembelajaran_tutor.starter_1
ja: ……の仕組みを理解したい
ko: 이것이 어떻게 작동하는지 이해하고 싶어요
pt_br: Me ajuda a entender como... funciona
ru: навык.learning_tutor.starter_1
th: ทักษะ.learning_tutor.starter_1
tr: skill.learning_tutor.starter_1
vi: kỹ năng.learning_tutor.starter_1
zh_hans: 帮我理解……是怎么运作的
zh_hant: 幫我理解……是怎麼運作的

# skill.learning_tutor.starter_2
source: I'm confused about...
ar: أنا مرتبك بشأن...
de: Ich komme nicht weiter bei…
es: Estoy confundido con...
fr: J'ai du mal à comprendre…
hi: स्किल.लर्निंग_ट्यूटर.स्टार्टर_2
id: keterampilan.pembelajaran_tutor.starter_2
ja: ……がよくわからない
ko: 이 부분이 헷갈려요...
pt_br: Estou confuso sobre...
ru: навык.learning_tutor.starter_2
th: ทักษะ.learning_tutor.starter_2
tr: skill.learning_tutor.starter_2
vi: kỹ năng.learning_tutor.starter_2
zh_hans: 我对……有些困惑
zh_hant: 我對……有些困惑

# skill.learning_tutor.starter_3
source: Quiz me on this topic
ar: اختبرني في هذا الموضوع
de: Quiz mich zu diesem Thema
es: Hazme un quiz sobre este tema
fr: Interroge-moi sur ce sujet
hi: स्किल.लर्निंग_ट्यूटर.स्टार्टर_3
id: keterampilan.learning_tutor.starter_3
ja: このトピックでクイズを出して
ko: 이 주제로 퀴즈를 내주세요
pt_br: Me faça perguntas sobre este tema
ru: навык.learning_tutor.starter_3
th: ทักษะ.learning_tutor.starter_3
tr: skill.learning_tutor.starter_3
vi: kỹ năng.learning_tutor.starter_3
zh_hans: 考考我这个话题
zh_hant: 考考我這個主題

# skill.math_tutor.description
source: Step-by-step math problem solving
ar: حل المسائل الرياضية خطوة بخطوة
de: Schrittweise mathematische Problemlösung
es: Resolución de problemas matemáticos paso a paso
fr: Résolution de problèmes mathématiques étape par étape
hi: कौशल.गणित_शिक्षक.वर्णन
id: skill.math_tutor.deskripsi
ja: ステップバイステップの数学問題解決
ko: 단계별 수학 문제 풀이
pt_br: Resolução de problemas matemáticos passo a passo
ru: навык.math_tutor.description
th: Skill.math_tutor.description
tr: skill.math_tutor.description
vi: kỹ năng.math_tutor.description
zh_hans: 逐步数学解题
zh_hant: 逐步數學解題

# skill.math_tutor.name
source: Math Tutor
ar: مدرس رياضيات
de: Mathe-Tutor
es: Tutor de matemáticas
fr: Tuteur de maths
hi: कौशल.गणित_शिक्षक.नाम
id: skill.math_tutor.nama
ja: 数学チューター
ko: 수학 튜터
pt_br: Tutor de matemática
ru: навык.math_tutor.name
th: Skill.math_tutor.name
tr: skill.math_tutor.name
vi: kỹ năng.math_tutor.name
zh_hans: 数学导师
zh_hant: 數學導師

# skill.math_tutor.starter_0
source: Solve this step by step
ar: حُل هذا خطوة بخطوة
de: Löse das Schritt für Schritt
es: Resuelve esto paso a paso
fr: Résous ça étape par étape
hi: कौशल.गणित_ट्यूटर.स्टार्टर_0
id: keterampilan.math_tutor.starter_0
ja: ステップバイステップで解いて
ko: 단계별로 풀어 주세요
pt_br: Resolva isso passo a passo
ru: навык.math_tutor.starter_0
th: ทักษะ.math_tutor.starter_0
tr: skill.math_tutor.starter_0
vi: kỹ năng.math_tutor.starter_0
zh_hans: 一步一步地解这道题
zh_hant: 一步一步地解這道題

# skill.math_tutor.starter_1
source: Explain this math concept
ar: اشرح هذا المفهوم الرياضي
de: Erkläre dieses Mathe-Konzept
es: Explica este concepto matemático
fr: Explique ce concept mathématique
hi: कौशल.गणित_ट्यूटर.स्टार्टर_1
id: keterampilan.math_tutor.starter_1
ja: この数学の概念を説明して
ko: 이 수학 개념을 설명해 주세요
pt_br: Explique este conceito matemático
ru: навык.math_tutor.starter_1
th: ทักษะ.math_tutor.starter_1
tr: skill.math_tutor.starter_1
vi: kỹ năng.math_tutor.starter_1
zh_hans: 解释一下这个数学概念
zh_hant: 解釋一下這個數學概念
